Repository: r4applab/fitai-app
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id, ja, pt

# home_quick_log_food
source: Food
es: Comida
hi: भोजन
id: Makanan
pt: Comida

# home_quick_log_water
source: Water
es: Agua
hi: पानी
id: Air
pt: Água

# home_quick_log_weight
source: Weight
es: Peso
hi: वजन
id: Berat Badan
pt: Peso
