Repository: r4applab/fitai-app
Catalog: lib/l10n/app_*.arb
Languages: es, hi, id, ja, pt

source: Hello
es: Hola
hi: नमस्ते
id: Halo
ja: こんにちは
pt: Olá

source: Cancel
es: Cancelar
hi: रद्द करें
id: Batal
ja: キャンセル
pt: Cancelar

# homeTitle
source: Home
es: Inicio
hi: होम
id: Beranda
ja: ホーム
pt: Início

# logTitle
source: Log
es: Registro
hi: लॉग
id: Catatan
ja: ログ
pt: Registro

# coachTitle
source: Coach
es: Entrenador
hi: कोच
id: Pelatih
ja: コーチ
pt: Treinador

# settingsTitle
source: Settings
es: Configuración
hi: सेटिंग्स
id: Pengaturan
ja: 設定
pt: Configurações

# selectLanguage
source: Select your language
es: Selecciona tu idioma
hi: अपनी भाषा चुनें
id: Pilih bahasa Anda
ja: 言語を選択してください
pt: Selecione seu idioma

# selectLanguageDescription
source: Choose the language you prefer for the FitAi experience.
es: Elige el idioma que prefieres para la experiencia FitAi.
hi: FitAi अनुभव के लिए अपनी पसंदीदा भाषा चुनें।
id: Pilih bahasa yang Anda sukai untuk pengalaman FitAi.
ja: FitAiで使用する言語を選択してください。
pt: Escolha o idioma que você prefere para a experiência FitAi.

# continueButton
source: Continue
es: Continuar
hi: जारी रखें
id: Lanjutkan
ja: 続ける
pt: Continuar

# accountPrivacySection
source: Account / Privacy
es: Cuenta / Privacidad
hi: खाता / गोपनीयता
id: Akun / Privasi
ja: アカウント / プライバシー
pt: Conta / Privacidade

source: Change Goal
es: Cambiar Objetivo
hi: लक्ष्य बदलें
id: Ubah Tujuan
ja: 目標を変更
pt: Alterar Meta

source: Weight Always Visible
es: Peso Siempre Visible
hi: वजन हमेशा दिखाई दे
id: Berat Selalu Terlihat
ja: 体重を常時表示
pt: Peso Sempre Visível

source: Delete All Data
es: Eliminar Todos los Datos
hi: सभी डेटा हटाएं
id: Hapus Semua Data
ja: すべてのデータを削除
pt: Excluir Todos os Dados

# notificationsSection
source: Notifications
es: Notificaciones
hi: सूचनाएं
id: Notifikasi
ja: 通知
pt: Notificações

source: Daily Reminder
es: Recordatorio Diario
hi: दैनिक अनुस्मारक
id: Pengingat Harian
ja: デイリーレマインダー
pt: Lembrete Diário

source: Water Reminder
es: Recordatorio de Agua
hi: पानी का अनुस्मारक
id: Pengingat Air
ja: 水分補給リマインダー
pt: Lembrete de Água

# languageSection
source: Language
es: Idioma
hi: भाषा
id: Bahasa
ja: 言語
pt: Idioma

source: App Language
es: Idioma de la App
hi: ऐप भाषा
id: Bahasa Aplikasi
ja: アプリの言語
pt: Idioma do App

# languageSettingsTitle
source: Language
ja: 言語

# languageSettingsDescription
source: Choose the language that feels easiest for you.
ja: 使いやすいと感じる言語を選んでください。

# languageSettingsUpdateFailed
source: Something didn't update properly. You can try selecting the language again.
ja: うまく更新できなかったみたい。 もう一度言語を選び直してみて。

# aiSettingsSection
source: AI Settings
es: Configuración de IA
hi: AI सेटिंग्स
id: Pengaturan AI
ja: AI設定
pt: Configurações de IA

source: Coaching Level
es: Nivel de Entrenamiento
hi: कोचिंग स्तर
id: Tingkat Pelatihan
ja: コーチングレベル
pt: Nível de Coaching

source: Basic
es: Básico
hi: बुनियादी
id: Dasar
ja: ベーシック
pt: Básico

source: Pro
hi: प्रो
ja: プロ

# proRequiresPremium
source: Premium plan required
es: Plan Premium requerido
hi: प्रीमियम योजना आवश्यक
id: Paket Premium diperlukan
ja: Premiumプランが必要です
pt: Plano Premium necessário

source: Weekly AI Report
es: Informe Semanal de IA
hi: साप्ताहिक AI रिपोर्ट
id: Laporan AI Mingguan
ja: 週次AIレポート
pt: Relatório Semanal de IA

source: Advanced Food Analysis
es: Análisis Avanzado de Alimentos
hi: उन्नत भोजन विश्लेषण
id: Analisis Makanan Lanjutan
ja: 高度な食事分析
pt: Análise Avançada de Alimentos

# otherSection
source: Other
es: Otros
hi: अन्य
id: Lainnya
ja: その他
pt: Outros

source: Terms
es: Términos
hi: नियम और शर्तें
id: Ketentuan
ja: 利用規約
pt: Termos

source: Privacy Policy
es: Política de Privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
pt: Política de Privacidade

source: App Version
es: Versión de la App
hi: ऐप संस्करण
id: Versi Aplikasi
ja: アプリバージョン
pt: Versão do App

# settingsProfile
source: Profile
ja: プロフィール

# settingsWakeTime
source: Wake Time
ja: 起床時刻

# settingsWakeTimeSubtitle
source: Wake time
ja: 起床時刻

# settingsWeightDisplay
source: Weight Display
ja: 体重表示

# settingsLanguage
source: Language
ja: 言語

# settingsNotifications
source: Notifications
ja: 通知

# settingsLegal
source: Legal
ja: 法的情報

# settingsDeleteAccount
source: Delete Account
ja: アカウント削除

# settingsWeightDisplayShown
source: Shown
ja: 表示

# settingsWeightDisplayHidden
source: Hidden
ja: 非表示

# profileWakeTimeDescription
source: This is the start of your day.
ja: これはあなたの1日の開始です。

# notificationsTitle
source: Notifications
ja: 通知

# notificationsDescription
source: Only gentle reminders that respect your night routine.
ja: 夜型の生活を邪魔しない、必要な通知だけにします。

# notificationsHealthCheckTitle
source: Health Check Reminder
ja: 体調チェック

# notificationsHealthCheckSubtitle
source: Gentle reminders for your well-being
ja: 体調を守るための穏やかな通知

# notificationsLongAwakeTitle
source: Long Awake Reminder
ja: 長時間起床の通知

# notificationsLongAwakeSubtitle
source: When you've been awake for a long time
ja: 長く起きているときの通知

# notificationsHydrationTitle
source: Hydration Nudge
ja: 水分の通知

# notificationsHydrationSubtitle
source: When you might need more water
ja: 水分が必要そうなときの通知

# notificationsUpdateFailed
source: Notification settings couldn't be updated right now. You can try again later.
ja: 通知の更新に失敗しました。 少し時間を置いて試してみてください。

# legalPlaceholder
source: Legal information will appear here.
ja: 法的事項はこちらに表示されます。

# deleteAccountPlaceholder
source: You can delete your account from here.
ja: アカウント削除はこちらから行えます。

# coachingLevelDialogTitle
source: Coaching Level
es: Nivel de Entrenamiento
hi: कोचिंग स्तर
id: Tingkat Pelatihan
ja: コーチングレベル
pt: Nível de Coaching

source: Premium Feature
es: Función Premium
hi: प्रीमियम सुविधा
id: Fitur Premium
ja: Premium機能
pt: Recurso Premium

# premiumUpgradeRequired
source: This feature requires upgrading to the Premium plan.
es: Esta función requiere actualizar al plan Premium.
hi: इस सुविधा का उपयोग करने के लिए प्रीमियम योजना में अपग्रेड करना आवश्यक है।
id: Fitur ini memerlukan upgrade ke paket Premium.
ja: この機能をご利用いただくには、Premiumプランへのアップグレードが必要です。
pt: Este recurso requer upgrade para o plano Premium.

source: Upgrade to Premium
es: Actualizar a Premium
hi: प्रीमियम में अपग्रेड करें
id: Upgrade ke Premium
ja: Premiumにアップグレード
pt: Fazer Upgrade para Premium

# deleteAllDataTitle
source: Delete All Data
es: Eliminar Todos los Datos
hi: सभी डेटा हटाएं
id: Hapus Semua Data
ja: すべてのデータを削除
pt: Excluir Todos os Dados

# deleteAllDataConfirmation
source: This operation cannot be undone. Are you sure you want to delete all data?
es: Esta operación no se puede deshacer. ¿Está seguro de que desea eliminar todos los datos?
hi: इस ऑपरेशन को पूर्ववत नहीं किया जा सकता। क्या आप वाकई सभी डेटा हटाना चाहते हैं?
id: Operasi ini tidak dapat dibatalkan. Apakah Anda yakin ingin menghapus semua data?
ja: この操作は取り消せません。本当にすべてのデータを削除しますか？
pt: Esta operação não pode ser desfeita. Tem certeza de que deseja excluir todos os dados?

# deleteAllDataSuccess
source: All data has been deleted
es: Todos los datos han sido eliminados
hi: सभी डेटा हटा दिए गए हैं
id: Semua data telah dihapus
ja: すべてのデータを削除しました
pt: Todos os dados foram excluídos

source: Delete
es: Eliminar
hi: हटाएं
id: Hapus
ja: 削除
pt: Excluir

# timing_title
source: Timing
es: Momento
hi: समय
id: Waktu
ja: タイミング
pt: Momento

# timing_after_waking
source: After waking
es: Después de despertar
hi: जागने के बाद
id: Setelah bangun
ja: 起床後
pt: Após acordar

# timing_after_waking_with_hours
source: After waking · {hours}h
es: Después de despertar · {hours}h
hi: जागने के बाद · {hours}घंटे
id: Setelah bangun · {hours}j
ja: 起床後 · {hours}時間
pt: Após acordar • {hours}h

# timing_after_waking_with_placeholder
source: After waking · --h
es: Después de despertar · --h
hi: जागने के बाद · --घंटे
id: Setelah bangun · --j
ja: 起床後 · --時間
pt: Após acordar • --h

# day_type_title
source: Day Type
es: Tipo de Día
hi: दिन का प्रकार
id: Tipe Hari
ja: 日のタイプ
pt: Tipo de Dia

# day_type_suggested
source: Suggested day type
es: Tipo de día sugerido
hi: सुझाया गया दिन का प्रकार
id: Tipe hari yang disarankan
ja: 提案された日のタイプ
pt: Tipo de dia sugerido

# day_type_change_hint
source: You can change this anytime
es: Puedes cambiarlo en cualquier momento
hi: आप इसे कभी भी बदल सकते हैं
id: Anda dapat mengubahnya kapan saja
ja: いつでも変更できます
pt: Você pode mudar isso a qualquer momento

# day_type_night_shift
source: Night Shift
es: Turno Nocturno
hi: रात की पाली
id: Shift Malam
ja: 夜勤
pt: Turno Noturno

# day_type_busy
source: Busy Day
es: Día Ocupado
hi: व्यस्त दिन
id: Hari Sibuk
ja: 忙しい日
pt: Dia Ocupado

# day_type_eating_out
source: Eating Out
es: Comer Fuera
hi: बाहर खाना
id: Makan di Luar
ja: 外食
pt: Comer Fora

# day_type_recovery
source: Recovery
es: Recuperación
hi: रिकवरी
id: Pemulihan
ja: 回復
pt: Recuperação

# day_type_regular
source: Regular
hi: नियमित
id: Biasa
ja: 通常

# day_type_night_shift_description
source: For late or overnight schedules
es: Para horarios tardíos o nocturnos
hi: देर या रात की पाली के लिए
id: Untuk jadwal larut atau malam
ja: 遅い時間や夜勤のスケジュール向け
pt: Para horários tardios ou noturnos

# day_type_busy_description
source: For busy or hectic days
es: Para días ocupados o agitados
hi: व्यस्त या हलचल भरे दिनों के लिए
id: Untuk hari sibuk atau sibuk
ja: 忙しい日や慌ただしい日向け
pt: Para dias ocupados ou agitados

# day_type_eating_out_description
source: For days with meals out
es: Para días con comidas fuera
hi: बाहर खाने वाले दिनों के लिए
id: Untuk hari dengan makan di luar
ja: 外食がある日向け
pt: Para dias com refeições fora

# day_type_recovery_description
source: For rest or recovery days
es: Para días de descanso o recuperación
hi: आराम या रिकवरी के दिनों के लिए
id: Untuk hari istirahat atau pemulihan
ja: 休息や回復の日向け
pt: Para dias de descanso ou recuperação

# day_type_regular_description
source: For regular routine days
es: Para días de rutina regular
hi: नियमित दिनचर्या के दिनों के लिए
id: Untuk hari rutin biasa
ja: 通常のルーティンの日向け
pt: Para dias de rotina regular

# ai_empathy_night_shift
source: That's common on night shifts.
es: Eso es común en turnos nocturnos.
hi: यह रात की पाली में आम है।
id: Itu umum terjadi pada shift malam.
ja: 夜勤ではよくあることだよ。
pt: Isso é comum em turnos noturnos.

# ai_acceptance_general
source: Today doesn't need to be perfect.
es: Hoy no necesita ser perfecto.
hi: आज को पूर्ण होने की आवश्यकता नहीं है।
id: Hari ini tidak perlu sempurna.
ja: 今日は完璧である必要はない。
pt: Hoje não precisa ser perfeito.

# ai_next_step_light_meal
source: Let's just keep the next meal simple.
es: Mantengamos la próxima comida simple.
hi: अगला भोजन सरल रखें।
id: Mari kita jaga makanan berikutnya tetap sederhana.
ja: 次の食事はシンプルにしよう。
pt: Vamos manter a próxima refeição simples.

# ai_next_step_anytime_ok
source: One light choice is enough.
es: Una elección ligera es suficiente.
hi: एक हल्का विकल्प पर्याप्त है।
id: Satu pilihan ringan sudah cukup.
ja: 軽い選択で十分だよ。
pt: Uma escolha leve é suficiente.

# ai_summary_no_pressure
source: This fits how today went.
es: Esto encaja con cómo fue hoy.
hi: यह आज कैसा रहा, उसके अनुसार है।
id: Ini sesuai dengan bagaimana hari ini berjalan.
ja: 今日の流れに合っている。
pt: Isso se encaixa em como foi hoje.

# home_error_state_message
source: Something didn't line up. It's okay to log first.
es: Algo no cuadró. Está bien registrar primero.
hi: कुछ सही नहीं हुआ। पहले लॉग करना ठीक है।
id: Ada yang tidak sejalan. Tidak apa-apa mencatat dulu.
ja: うまく整理できなかったみたい。まずはログだけでも大丈夫。
pt: Algo não se alinhou. Está tudo bem registrar primeiro.

# home_retry
source: Try again
es: Intentar de nuevo
hi: फिर से कोशिश करें
id: Coba lagi
ja: もう一度
pt: Tentar novamente

# home_empty_state_message
source: It's okay if there's no record yet. We can start from your current state.
es: Está bien si aún no hay registro. Podemos empezar desde tu estado actual.
hi: अभी तक कोई रिकॉर्ड नहीं है तो कोई बात नहीं। हम आपकी वर्तमान स्थिति से शुरू कर सकते हैं।
id: Tidak apa-apa jika belum ada catatan. Kita bisa mulai dari status Anda saat ini.
ja: まだ記録がなくても大丈夫。今の体の状態から、一緒に始めていこう。
pt: Está tudo bem se ainda não houver registro. Podemos começar do seu estado atual.

# home_premium_detail_hint
source: ※ Detailed explanations are available in Coach Detail
es: ※ Las explicaciones detalladas están disponibles en Coach Detail
hi: ※ विस्तृत स्पष्टीकरण Coach Detail में उपलब्ध हैं
id: ※ Penjelasan detail tersedia di Coach Detail
ja: ※ 詳しい説明は Coach Detail で確認できます
pt: ※ Explicações detalhadas estão disponíveis em Coach Detail

# logHomeSubtitle
source: Records stay as facts.
ja: 記録は事実として残ります

# logHomeFoodTitle
source: Food Log
ja: 食事ログ

# logHomeFoodDescription
source: View past meals in a list
ja: 過去の食事を一覧で見る

# logHomeWaterTitle
source: Water Log
ja: 水分ログ

# logHomeWaterDescription
source: Check hydration records
ja: 水分摂取の記録を確認する

# logHomeWeightTitle
source: Weight Log
ja: 体重ログ

# logHomeWeightDescription
source: Review weight records
ja: 体重の記録を確認する

# logHomeRecentStateTitle
source: Recent activity
ja: 最近の様子

# logHomeWeightRecorded
source: Weight recorded
ja: 体重を記録済み

# logHomeEmptyStateMessage
source: There are no records to show yet. That's okay.
ja: まだ表示できる記録はありません。 それでも問題ありません。

# foodDeleteConfirmTitle
source: Delete meal?
ja: 削除確認

# foodDeleteConfirmMessage
source: Do you want to delete this meal?
ja: この食事を削除しますか？

# foodDeleteRecordConfirmMessage
source: Do you want to delete this record?
ja: この記録を削除しますか？

# deleteFailedMessage
source: Couldn't delete the record.
ja: 削除できませんでした

# foodDetailTitle
source: Food Detail
ja: 食事詳細

# editFeatureComingSoon
source: Editing isn't ready yet.
ja: 編集機能は準備中です

# foodDetailNotAvailableMessage
source: This record can't be shown right now. It's okay to go back to the list.
ja: 今はこの記録を表示できないみたい。一覧に戻っても大丈夫。

source: Back to list
ja: 一覧に戻る

# deleteFailedFriendlyMessage
source: It didn't delete properly. You can try again.
ja: うまく削除できなかったみたい。もう一度試してもいいよ。

# nightCycleIntro1Title
source: Welcome to Night Cycle
es: Bienvenido a Night Cycle
hi: Night Cycle में आपका स्वागत है
id: Selamat datang di Night Cycle
ja: Night Cycleへようこそ
pt: Bem-vindo ao Night Cycle

# nightCycleIntro1Description
source: This app is for people who work night shifts or have a night-oriented lifestyle. Eating at night is normal. It's not a problem. It's a tool to protect your lifestyle, not change it.
es: Esta aplicación es para personas que trabajan en turnos nocturnos o tienen un estilo de vida nocturno. Comer de noche es normal. No es un problema. Es una herramienta para proteger tu estilo de vida, no cambiarlo.
hi: यह ऐप रात की शिफ्ट में काम करने वाले या रात के जीवनशैली वाले लोगों के लिए है। रात में खाना सामान्य है। यह कोई समस्या नहीं है। यह आपकी जीवनशैली को बदलने के लिए नहीं, बल्कि उसे बचाने के लिए एक उपकरण है।
id: Aplikasi ini untuk orang yang bekerja shift malam atau memiliki gaya hidup malam. Makan di malam hari adalah hal yang normal. Bukan masalah. Ini adalah alat untuk melindungi gaya hidup Anda, bukan mengubahnya.
ja: このアプリは、夜勤や夜型の生活をする人のためのものです。 夜に食べることは普通のこと。問題ではありません。 あなたの生活を変えさせず、守るためのツールです。
pt: Este aplicativo é para pessoas que trabalham em turnos noturnos. Comer à noite é normal. Não é um problema. Vamos encontrar uma forma de continuar que se ajuste ao seu estilo de vida sem forçar.

# nightCycleIntro2Title
source: No ratings or goals
es: Sin calificaciones ni objetivos
hi: कोई रेटिंग या लक्ष्य नहीं
id: Tidak ada penilaian atau tujuan
ja: 評価も目標もありません
pt: Sem avaliações ou objetivos

# nightCycleIntro2Description
source: This app has no achievement rates, scores, or graphs. It just tells you your current physical state and suggests one thing you can do next. It's a tool you can use with confidence even when you're tired of making decisions.
es: Esta aplicación no tiene tasas de logro, puntuaciones ni gráficos. Solo te dice tu estado físico actual y sugiere una cosa que puedes hacer a continuación. Es una herramienta que puedes usar con confianza incluso cuando estás cansado de tomar decisiones.
hi: इस ऐप में कोई उपलब्धि दर, स्कोर या ग्राफ नहीं हैं। यह सिर्फ आपकी वर्तमान शारीरिक स्थिति बताता है और एक चीज़ सुझाता है जो आप आगे कर सकते हैं। यह एक उपकरण है जिसे आप आत्मविश्वास से उपयोग कर सकते हैं, भले ही आप निर्णय लेने से थक गए हों।
id: Aplikasi ini tidak memiliki tingkat pencapaian, skor, atau grafik. Ini hanya memberi tahu Anda kondisi fisik saat ini dan menyarankan satu hal yang dapat Anda lakukan selanjutnya. Ini adalah alat yang dapat Anda gunakan dengan percaya diri bahkan ketika Anda lelah membuat keputusan.
ja: このアプリには、達成率やスコア、グラフはありません。 ただ、今の体の状態を知り、次にできることを1つだけ提案します。 判断に疲れた時でも、安心して使えるツールです。
pt: Este aplicativo não tem taxas de conquista, pontuações ou gráficos. Ele apenas informa seu estado físico atual e sugere uma coisa que você pode fazer a seguir. É uma ferramenta que você pode usar com confiança mesmo quando está cansado de tomar decisões.

# wakeTimeSetupTitle
source: Set wake time
es: Configurar hora de despertar
hi: जागने का समय सेट करें
id: Atur waktu bangun
ja: 起床時刻を設定
pt: Definir hora de despertar

# wakeTimeSetupDescription
source: This is the "start of your day". We don't use social time (morning, afternoon, evening). Everything is calculated from this time.
es: Este es el "inicio de tu día". No usamos tiempo social (mañana, tarde, noche). Todo se calcula desde este momento.
hi: यह आपके दिन की "शुरुआत" है। हम सामाजिक समय (सुबह, दोपहर, शाम) का उपयोग नहीं करते। सब कुछ इस समय से गणना की जाती है।
id: Ini adalah "awal hari Anda". Kami tidak menggunakan waktu sosial (pagi, siang, malam). Semuanya dihitung dari waktu ini.
ja: これは、あなたにとっての「1日の始まり」です。 社会時間（朝・昼・夜）は使いません。この時刻を基準に、すべてを計算していきます。
pt: Este é o "início do seu dia". Usaremos esta hora como referência para entender seu estado físico.

# wakeTimeSetupTapToChange
source: Tap to change
es: Toca para cambiar
hi: बदलने के लिए टैप करें
id: Ketuk untuk mengubah
ja: タップして変更
pt: Toque para alterar

# wakeTimeSettingsPlaceholder
source: Wake time settings will appear here.
ja: 起床時刻設定はこちらに表示されます。

# language_selection_title
source: Select language
es: Seleccionar idioma
hi: भाषा चुनें
id: Pilih bahasa
ja: 言語を選択

# languageSelectionScreenTitle
source: Select language
es: Seleccionar idioma
hi: भाषा चुनें
id: Pilih bahasa
ja: 言語を選択

# languageSelectionContinue
source: Continue
es: Continuar
hi: जारी रखें
id: Lanjutkan
ja: 続ける

# homeChangeWakeTime
source: Change wake time
es: Cambiar hora de despertar
hi: जागने का समय बदलें
id: Ubah waktu bangun
ja: 起床時刻を変更
pt: Alterar hora de despertar

# homeTestOpenAiApi
source: Test OpenAI API
es: Probar API de OpenAI
hi: OpenAI API टेस्ट करें
id: Uji API OpenAI
ja: OpenAI APIをテスト
pt: Testar API do OpenAI

# homeOpenChat
source: Open Chat
es: Abrir chat
hi: चैट खोलें
id: Buka chat
ja: チャットを開く
pt: Abrir chat

# intro_phase1_title
source: About Night Cycle
es: Acerca de Night Cycle
hi: Night Cycle के बारे में
id: Tentang Night Cycle
ja: Night Cycleについて
pt: Sobre o Night Cycle

# intro_phase1_message1
source: Night Cycle is built specifically for night-shift workers and people who live at night.
es: Night Cycle está construido específicamente para trabajadores nocturnos y personas que viven de noche.
hi: Night Cycle विशेष रूप से रात की शिफ्ट में काम करने वालों और रात में रहने वाले लोगों के लिए बनाया गया है।
id: Night Cycle dibuat khusus untuk pekerja shift malam dan orang yang hidup di malam hari.
ja: Night Cycleは、夜勤で働く人や 夜に生きる人のために作られています。
pt: Night Cycle é construído especificamente para trabalhadores noturnos e pessoas que vivem à noite.

# intro_phase1_message2
source: This app does not support a morning-centered lifestyle.
es: Esta aplicación no admite un estilo de vida centrado en la mañana.
hi: यह ऐप सुबह-केंद्रित जीवनशैली का समर्थन नहीं करता।
id: Aplikasi ini tidak mendukung gaya hidup yang berpusat pada pagi hari.
ja: このアプリは 朝型中心の生活には対応していません。
pt: Este aplicativo não suporta um estilo de vida centrado na manhã.

# intro_phase1_message3
source: Being awake at night is normal here.
es: Estar despierto por la noche es normal aquí.
hi: रात में जागे रहना यहाँ सामान्य है।
id: Terjaga di malam hari adalah hal yang normal di sini.
ja: 夜に起きていることは、ここでは普通のことです。
pt: Estar acordado à noite é normal aqui.

# intro_phase2_message1
source: Everything is calculated from your wake time, not the time on the clock.
es: Todo se calcula desde tu hora de despertar, no la hora del reloj.
hi: सब कुछ घड़ी के समय से नहीं, आपके जागने के समय से गणना की जाती है।
id: Semuanya dihitung dari waktu bangun Anda, bukan waktu di jam.
ja: すべては時計の時刻ではなく、 あなたの起床時刻から計算されます。
pt: Tudo é calculado a partir da sua hora de despertar, não a hora do relógio.

# intro_phase2_message2
source: Eating at night is assumed, not judged.
es: Comer de noche se asume, no se juzga.
hi: रात में खाना माना जाता है, न्याय नहीं किया जाता।
id: Makan di malam hari diasumsikan, tidak dinilai.
ja: 夜に食べることは前提であり、評価されません。
pt: Comer à noite é assumido, não julgado.

# intro_phase2_message3
source: We suggest one next action that fits your current rhythm.
es: Sugerimos una siguiente acción que se ajuste a tu ritmo actual.
hi: हम एक अगली कार्रवाई सुझाते हैं जो आपकी वर्तमान लय के अनुकूल है।
id: Kami menyarankan satu tindakan berikutnya yang sesuai dengan ritme Anda saat ini.
ja: あなたの今のリズムに合った 次の行動を1つだけ提案します。
pt: Sugerimos uma próxima ação que se ajusta ao seu ritmo atual.

# wakeTimeSetupSelectTime
source: Select time
es: Seleccionar hora
hi: समय चुनें
id: Pilih waktu
ja: 時刻を選択
pt: Selecionar hora

# wakeTimeSetupSelected
source: Selected: {time}
es: Seleccionado: {time}
hi: चयनित: {time}
id: Dipilih: {time}
ja: 選択済み: {time}
pt: Selecionado: {time}

# wakeTimeSetupPleaseSelect
source: Please select a wake time
es: Por favor selecciona una hora de despertar
hi: कृपया जागने का समय चुनें
id: Silakan pilih waktu bangun
ja: 起床時刻を選択してください
pt: Por favor, selecione uma hora de despertar

# chatTitle
source: Chat
hi: चैट
ja: チャット

# home_advice_title
source: For your cycle
es: Para tu ciclo
hi: आपके चक्र के लिए
id: Untuk siklus Anda
ja: あなたのサイクルに合わせて
pt: Para o seu ciclo

# home_status_summary
source: Your body is in its current phase. No action is overdue.
es: Tu cuerpo está en su fase actual. No hay nada pendiente.
hi: आपका शरीर अपने वर्तमान चरण में है। कुछ भी लंबित नहीं है।
id: Tubuh Anda sedang dalam fase saat ini. Tidak ada yang tertunda.
ja: 現在のフェーズにいます。急ぐ必要はありません。
pt: Seu corpo está na fase atual. Nada está atrasado.

# home_advice_hydration
source: Stay hydrated between meals.
es: Mantente hidratado entre comidas.
hi: भोजन के बीच पानी पीते रहें।
id: Tetap terhidrasi di antara waktu makan.
ja: 食事の合間に水分を摂りましょう。
pt: Mantenha-se hidratado entre as refeições.

# home_advice_meal_timing
source: Eat when you feel hungry — your schedule is valid.
es: Come cuando tengas hambre — tu horario es válido.
hi: भूख लगे तब खाएं — आपका समय सही है।
id: Makan saat Anda lapar — jadwal Anda sudah benar.
ja: 空腹を感じたら食べましょう — あなたのスケジュールで大丈夫です。
pt: Coma quando sentir fome — seu horário é válido.

# home_advice_light
source: Reduce bright light as you approach sleep.
es: Reduce la luz intensa cuando te acerques a dormir.
hi: सोने से पहले तेज़ रोशनी कम करें।
id: Kurangi cahaya terang saat mendekati waktu tidur.
ja: 眠る前に明るい光を控えましょう。
pt: Reduza a luz intensa ao se aproximar do sono.

# home_next_action_label
source: Next
es: Siguiente
hi: अगला
id: Selanjutnya
ja: 次にやること
pt: Próximo

# home_next_action_default
source: Drink a glass of water.
es: Bebe un vaso de agua.
hi: एक गिलास पानी पिएं।
id: Minum segelas air.
ja: コップ一杯の水を飲みましょう。
pt: Beba um copo de água.

# home_pro_description
source: Deeper understanding of your rhythm.
es: Comprensión más profunda de tu ritmo.
hi: अपनी लय की गहरी समझ।
id: Pemahaman lebih dalam tentang ritme Anda.
ja: あなたのリズムをより深く理解する。
pt: Compreensão mais profunda do seu ritmo.

source: OK
hi: ठीक है

# appTitle
source: Night Cycle
es: FitAI
hi: FitAI
id: FitAI
pt: FitAI

# home_current_state
source: Current State
es: Estado Actual
hi: वर्तमान स्थिति
id: Status Saat Ini
pt: Estado Atual

# home_next_action
source: Next Action
es: Siguiente Acción
hi: अगली कार्रवाई
id: Tindakan Selanjutnya
pt: Próxima Ação
